[
    {
        "title": "Ting Global: AI-Powered Education",
        "content": "Ting Global is a gamified educational platform that provides online courses generated and assisted by AI with partnership of the users themselves and being practiced using various social platforms including our own Ting Tank chat. Ting global is a DAO platform whereas life-long-learners are active participants and partners. The courses design including topic, name, images, videos, tasks and other, are generated by the AI in accordance to relevancy and popularity The courses are being constantly modified, improved and adjusted to each target audience using crowd wisdom and feedback systems. The courses include study groups, think tank groups and tools for better learners engagement and participation.The system studies, measures and monitors each participants' advancement, topics of interests, levels of understanding and involvement, and provides a personalized experience and feedback for an advanced and more efficient learning process."
    },
    {
        "title": "Who",
        "content": "Ting Global is an innovative educational platform that targets a diverse range of learners, from students seeking traditional coursework to lifelong learners interested in expanding their knowledge and skills. It is open to individuals of all ages and backgrounds, making education accessible to a global audience."
    },
    {
        "title": "What",
        "content": "Ting Global is a gamified decentralized autonomous organization (DAO) platform that combines the power of artificial intelligence (AI) and crowd wisdom to provide online courses. These courses cover a wide array of subjects and are generated by AI algorithms, which ensure relevancy and popularity. The platform actively involves learners as partners and active participants in their educational journey."
    },
    {
        "title": "Where",
        "content": "Ting Global is an online platform, accessible from anywhere in the world with an internet connection. The courses and interactions take place through integration among various social media platforms, making it convenient and accessible to a global audience."
    },
    {
        "title": "When",
        "content": "Ting Global operates on a continuous and dynamic schedule. Courses are constantly modified, improved, and adjusted to meet the evolving needs and preferences of learners. The platform is available 24/7, allowing learners to access content and engage with their peers at their convenience."
    },
    {
        "title": "Why",
        "content": "Ting Global aims to address several key challenges in the field of education, including outdated course content, lack of personalization, and limited student engagement. By utilizing AI to generate courses, encouraging active learning participation, and offering personalized learning experiences, Ting Global seeks to enhance the quality of online education and make it more accessible to learners around the world."
    },
    {
        "title": "Vision",
        "content": "To help learners and communities spread great practice and stories about beneficial AGI, permaculture, Regenerative communities, new economy and related topics, by bringing AI advisory & digital currency rewards into the group, and gamifying the practice. Awarding NFT prizes and other (physical goods, emotional and spiritual rewards and awards)."
    }
]
