[
    {
        "title": "Object of the Challenge",
        "items": [
            "Get the most AGIX tokens by completing social impact tasks. Tasks involve learning about Beneficial AGI, Regenerative Economy, Global Goals, reflecting about those topics, and acting towards a positive change in the world.",
            "Winners are the challenge groups with the highest cumulative points, and more points can be attained when groups collaborate on tasks.",
            "Participants learn to commit to changing habits as a life-long learning."
        ],
        "image": "learn-reflect-act.png"
    },
    {
        "title": "Preparation",
        "items": [
            "Get a diary to complete challenges, (any physical/digital notebook will do).",
            "Join a challenge group from Ting website, or an online invite."
        ],
        "image": "preparation.png"
    },
    {
        "title": "How to Play",
        "items": [
            "Once you join a team, you will receive tasks from the group admin.",
            " Complete any number of the daily tasks. Some tasks may require a diary.",
            "Get points & AGIX tokens by marking each completed task with their respective emojis."
        ],
        "image": "how-to-play.png"
    },
    {
        "title": "Player Specialties",
        "items": [
            "<strong>Challenge Educator/Group leader</strong>: Leads and encourages their team. [Coach]",
            "<strong>Ideator</strong>: Develops strategies and ideas. [Behind the scenes]",
            "<strong>Technologist</strong>:\tHandles technical components. [Camera person, uploader]",
            "<strong>Influencer</strong>: The external face of the team. [In front of the camera]"
        ],
        "note": "Player specialities are encouraged but not required.",
        "image": "specialties.png"
    },
    {
        "title": "Bonus Features",
        "items": [
            "Get AGIX token rewards!.",
            "Unlock group bonuses as more members participate.",
            "Lead your own Beneficial AGI group for exclusive rewards.",
            "Group weekly webinars & panel discussion."
        ],
        "image": "bonus-features.png"
    },
    {
        "title": "Winning the Game",
        "items": [
            "The top-scoring players in a challenge group win within their group.",
            "The top-scoring club/Ting Tank within a calendar year win globally for that season."
        ],
        "image": "how-to-win.png"
    }
]